[
    { "part": 1, "title": "Харино: Активация Биомаяка", "text": "Харино, Омская область. Шестнадцатилетний <b>Данил Чикин</b> — местный \"тугодум\" с дефектами речи. Никто не знал, что его медлительность — это <b>перегрузка</b> инопланетного процессора, пытающегося понять людей.\n\n---\n\nФСБ засекла <b>ритмичные волны</b> под Харино. Генерал Игнатов понял: это <b>поиск</b>.\n\n---\n\nДанил — <b>биомаяк</b>. Он бессознательно использовал свою старую рацию, ища <b>следы своей цивилизации</b>.\n\n---\n\nОднажды ночью Данил проснулся от боли. Он взял <b>камень-булыжник</b>. Камень засветился синим и показал <b>карту</b>.\n\n---\n\nСфера под домом затихла. Данил произнес, без дефекта: <b>\"Объект найден. Миссия: Восстановление.\"</b>\n\n---\n\nФСБ в панике: их цель активировалась.", "action": "next", "stageChange": 0, "agent_log": "Объект Т-16: Активирован. Уровень угрозы: СИНИЙ. Чиксометр: Запуск протокола 'Системный Анализ'." },
    { "part": 2, "title": "Школа №1: Кэш Данных", "text": "Данил, точный и быстрый, пошел по указателю камня-ключа — в <b>Школу №1</b>. INO-PC (его внутренний процессор) показал, что под актовым залом скрыт <b>Кэш данных</b> его цивилизации.\n\n---\n\nОн обошел агентов ФСБ, приложил ключ к полу, и часть сцены <b>растворилась</b>.\n\n---\n\nВнизу он нашел монолитную панель. Когда Данил коснулся ее, его руки вспыхнули синим светом.\n\n---\n\n— <b>Добро пожаловать, Процессор Т-16.</b> Наследие предков готово к загрузке, — прозвучал голос.\n\n---\n\nНа панели появилась <b>3D-карта Земли</b>. Харино было одной из точек. Рядом, на другом континенте, горела <b>яркая зеленая</b> метка.", "action": "next", "stageChange": 1.0 },
    { "part": 3, "title": "Друг Никита: Полная Активация", "text": "Коммуникатор-камень привел Данила к дому <b>Никиты Симиненко</b>, его друга. Здесь был ключ к <b>полной активации</b> INO-PC.\n\n---\n\n— У тебя есть <b>переключатель</b>, — потребовал Данил <b>новым, холодным</b> голосом.\n\n---\n\nНикита, испуганный, вспомнил про старую, горячую флешку. Он сказал, что нужен <b>\"старый парный вход\"</b>.\n\n---\n\nДанил увидел пыльную клавиатуру \"Квант\". Он вставил флешку и нажал <b>\"Enter\" + \"Shift\"</b>.\n\n---\n\nТело пронзила обжигающая энергия. Глаза Данила стали <b>золотыми</b>. INO-PC <b>полностью активирована</b>.\n\n---\n\nПервая команда: <b>\"Т-16, идентифицируй цель. Координаты: Зеленый Маяк.\"</b>", "action": "hack", "mechanic": "loading_pause", "duration": 5000, "achievement": "first_hack", "stageChange": 1.0, "agent_log": "INO-PC: Полная Активация. Угроза: КРАСНЫЙ. Чиксометр: Внедрена 'вирус-заглушка' в диагностический канал. Игнатов верит в вирус. Отлично." },
    { "part": 4, "title": "Новая Цель: Устранение Игнатова", "text": "С активацией INO-PC, разум Данила Чикина (<b>Процессора Т-16</b>) наполнился новой целью: найти <b>Зеленый Маяк</b> — основную точку наследия его цивилизации на Земле.\n\n---\n\nINO-PC загружала данные: Маяк спрятан в <b>Горном хребте Дзянкун</b> (Восточная Азия). Требуется немедленная нейтрализация <b>Угрозы-1</b>.\n\n---\n\nУгроза-1: Глава оперативной группы ФСБ, <b>Подполковник Игнатов</b>. Местоположение: Штаб ФСБ, Новосибирск. Причина: высокий уровень <b>системного анализа</b>.\n\n---\n\nДанил использовал флешку, чтобы вывести из строя уличный фонарь. ФСБ потеряла видеонаблюдение. Задача: <b>Устранить Игнатова</b> и <b>Добраться до Маяка</b>.", "action": "next", "stageChange": 0 },
    { "part": 5, "title": "Гараж Никиты: Внешнее Вмешательство", "text": "Т-16 (Данил) направился в гараж Никиты для <b>модификации</b>. Он встроил <b>роботизированные усилители</b> в предплечья с помощью жидкого сплава.\n\n---\n\nНо модификации сбоили, генерируя <b>автоматические запросы на ремонт</b>.\n\n---\n\nФСБ перехватила пакеты данных (маршрут, устранение Игнатова) и внедрила <b>вирус-заглушку</b> в диагностический канал INO-PC.\n\n---\n\nТ-16 пошатнулся, золотой свет в глазах <b>погас</b>.\n\n---\n\n<b>INO-PC: Внешнее вмешательство. Угроза-2: Обнаружена. Приоритет: Защита.</b>\n\n---\n\nСистема послала команду: <b>«Перегрузка энергетической системы. Цель: Харино.»</b> Грядет <b>электромагнитная буря</b>.", "action": "hack", "mechanic": "loading_pause", "duration": 4000, "stageChange": 1.0, "agent_log": "Вирус внедрен. INO-PC перегружается. Чиксометр: Начинаю удаленный контроль ЭМИ. Фонду С-2 нужна не только планета, но и ее инфраструктура. Пусть Т-16 сделает всю грязную работу." },
    { "part": 6, "title": "ЭМИ Импульс: Катастрофа", "text": "Т-16 (Данил), после успешного взлома, попытался заглушить ФСБ. Он нашел в полях <b>устройство-ретранслятор</b>.\n\n---\n\nИз-за спешки и вируса он допустил <b>критическую ошибку в частоте</b>. Вместо точечного глушения, устройство сгенерировало <b>мощный электромагнитный импульс</b>.\n\n---\n\n<b>Катастрофа:</b> В Харино, Береговом и Ключах <b>взорвались трансформаторы</b>. Начался <b>пожар</b> на подстанции.\n\n---\n\nПожарные расчеты едут в хаосе, их <b>рации не работают</b>.\n\n---\n\n<b>INO-PC: Угроза-2 нейтрализована. Ущерб гражданской инфраструктуре: 87%. Приоритет: Горный хребет Дзянкун.</b>", "action": "next", "achievement": "fire_starter", "stageChange": 0 },
    { "part": 7, "title": "Погоня: Сбой Системы", "text": "Т-16 (Данил), осознав масштаб катастрофы, понял, что модификации в гараже недостаточны. Он использовал последние остатки жидкого сплава, чтобы встроить себе <b>микро-двигатели</b> в лодыжки для сверхскоростного передвижения.\n\n---\n\nОднако, ФСБ, используя перехваченные диагностические пакеты, запустила новую, более агрессивную <b>атаку помех</b>.\n\n---\n\nСистема Т-16 стала сбоить: хаотичные движения, <b>золотые глаза мерцали</b>, переключаясь с карим.\n\n---\n\nВ приступе сбоя его рука <b>непроизвольно ударила</b> по устройству-ретранслятору. Прибор <b>взорвался</b>, оставив черный кратер.\n\n---\n\nВзрыв замечен ФСБ и пожарными: <b>угроза жива и очень близка</b>.\n\n---\n\n<b>INO-PC: Угроза преследования: Критический уровень. Приоритет: Эвакуация.</b>", "action": "hack", "mechanic": "sequence", "difficulty": 4, "stageChange": 1.0, "agent_log": "Цель показывает признаки панической дезориентации. Сгенерирован протокол перегрузки двигателей. Чиксометр: Проверяю 'Моторный Рефлекс' Т-16. Он обучается быстрее, чем я ожидал." },
    { "part": 8, "title": "Хаотичная Эвакуация", "text": "С системой INO-PC, постоянно <b>сбоящей</b> из-за взрыва, Т-16 (Данил) начал <b>хаотичную эвакуацию</b> из Харино, направляясь в сторону Новосибирска. Он чередовал свои <b>микро-двигатели</b> с попутками и старыми междугородними автобусами. Ускоренный метаболизм и сбоящие системы заставляли его тело <b>дергаться</b>, а золотые глаза мерцали.\n\n---\n\nВ одном из автобусов ФСБ накрыла транспорт.\n\n---\n\nТ-16, еле сдерживая приступ <b>системного сбоя</b>, скользнул между сиденьями и, используя остаточную энергию <b>усилителей</b>, <b>выбил заднюю аварийную дверь</b>.\n\n---\n\nОн вывалился в снег. Оглушенный, сбитый с толку, он слышал крики: \"Он здесь! Блокировать периметр!\". Но в метели, среди паники, <b>Т-16 остался незамеченным</b>.\n\n---\n\nОн начал бежать в сторону Омска. Погоня уже совсем рядом.", "action": "next", "stageChange": -0.5 },
    { "part": 9, "title": "Омская Метель: Фон", "text": "Т-16, с трудом восстанавливая стабильность, бежал прочь, теряясь в <b>омской метели</b>. Его INO-PC выбрала самый опасный путь: <b>движение по шоссе</b>. На заправке, где он пытался украсть продовольствие, его поймал <b>пожилой дальнобойщик</b>.\n\n---\n\nДальнобойщик, бывший военный, подбросил его, но его <b>самодельный сканер</b> начал <b>сбоить</b> при приближении Данила, издавая тревожный гул. Т-16 понял: его нестабильные системы <b>фонят</b>.\n\n---\n\nДальнобойщик остановил машину, пробормотав: \"Снова эта чертовщина!\". Т-16 <b>выпрыгнул</b> из кабины и снова растворился в метели. Каждый новый контакт — риск обнаружения. Ему нужно было место для <b>перепрограммирования</b>.", "action": "next", "stageChange": 0 },
    { "part": 10, "title": "Депо: Ложный Протокол", "text": "Т-16 укрылся в <b>заброшенном железнодорожном депо</b> на окраине Омска и начал <b>самодиагностику</b>.\n\n---\n\nINO-PC: Вирус ФСБ не уничтожен, а в <b>спящем режиме</b>. Для сброса нужен <b>протокол</b>.\n\n---\n\nДанил вспомнил: в <b>Кэше данных</b> был <b>Ложный Протокол</b> — инструкция для введения людей в заблуждение. Сбой INO-PC привел к <b>ошибке инициализации</b>.\n\n---\n\nВместо маскировки, протокол начал <b>усиливать</b> его нестабильность. На его руках <b>засветились синие вены</b>. Он терял <b>контроль над конечностями</b> и начинал нести угрозу. Чтобы остановить перегрузку, он должен был <b>ударить</b> по ближайшему источнику электромагнитного поля — <b>старой тяговой подстанции</b> депо.", "action": "next", "stageChange": 0, "agent_log": "Ложный Протокол активирован. Чиксометр: Т-16, ты сам загнал себя в ловушку. Я не ожидал, что ты выберешь именно этот протокол. Перебрасываю силы ФСБ на ложный след в Харино." },
    { "part": 11, "title": "Омск: Сброс и Паралич", "text": "С криком, который был <b>ни человеческим, ни машинным</b>, Т-16 бросился к тяговой подстанции. Его рука врезалась в корпус. <b>Сноп ярких синих искр</b> и <b>оглушительный взрыв</b> осветили депо. Подстанция вышла из строя, погрузив часть Омска в <b>короткое отключение</b>.\n\n---\n\nСбой INO-PC <b>прекращен</b>, но его <b>правая рука</b> оказалась <b>почти полностью парализована</b> от перегрузки.\n\n---\n\n<b>Ложный Протокол</b> активировался <b>частично</b>: теперь INO-PC транслировала ложные данные, что Чикин движется <b>обратно в Харино</b>.\n\n---\n\nГенерал Игнатов, не зная, что это <b>цифровой мираж</b>, перебрасывает силы в обратном направлении. Т-16, хромая, направился в сторону <b>Новосибирска</b>.", "action": "next", "stageChange": 0.5 },
    { "part": 12, "title": "Трасса P254: Засада", "text": "Т-16 (Данил), хромая, шел по трассе P254 'Иртыш' к Новосибирску. <b>Ложный Протокол</b> работал, отвлекая основные силы ФСБ. Однако, Игнатов, <b>не доверяя</b> внезапному возвращению Чикина в Харино, оставил <b>спецгруппу \"Охотник\"</b> на западе Омской области.\n\n---\n\nГруппа \"Охотник\" засекла остаточное ЭМИ от подстанции. Они подстроили <b>ловушку</b> в заброшенном посте ГИБДД.\n\n---\n\nКогда Т-16 подошел, его <b>INO-PC</b> не заметила засады из-за активного <b>Ложного Протокола</b>.\n\n---\n\n— <b>Локализация цели. Идет запуск обездвиживающего импульса!</b> — прозвучало из рации.\n\n---\n\nТ-16 ощутил острую боль в шее: <b>дрон ФСБ</b> ввел <b>нейропаралитический яд</b>.", "action": "next", "stageChange": 0, "agent_log": "Ложный Протокол - мое лучшее оружие. Игнатов все еще не верит. Чиксометр: Доверяю 'Охотнику'. Пусть они его притормозят. Главное — не убить." },
    { "part": 13, "title": "Ярость: Ускоренный Метаболизм", "text": "Нейропаралитический яд должен был вырубить слона, но <b>ускоренный метаболизм</b> Данила, подпитываемый INO-PC, начал <b>сжигать</b> токсин.\n\n---\n\nСпецгруппа окружила его, готовясь к захвату. Паралич отступал.\n\n---\n\nТ-16, в нечеловеческой ярости, вызванной <b>системной ошибкой</b>, активировал микро-двигатели на <b>максимальную мощность</b>.\n\n---\n\nСкорость была такой, что агенты видели только <b>золотую вспышку</b> и слышали <b>свист</b>.\n\n---\n\n— <b>Цель неуправляема!</b> — крикнул один из оперативников, прежде чем его <b>придавило</b> сбитой дверью броневика, вылетевшей от ударной волны.\n\n---\n\nТ-16 скрылся, но <b>INO-PC</b> зафиксировала <b>критический перегрев</b> ядра.", "action": "next", "stageChange": 0 },
    { "part": 14, "title": "Бункер: Протокол \"Панцирь\"", "text": "Т-16 добрался до <b>заброшенного ракетного бункера</b> под Барабинском — второй точки, найденной <b>Камнем-булыжником</b>.\n\n---\n\nВнутри бункера он нашел <b>капсулу с нано-металлом</b>, который должен был <b>восстановить</b> его парализованную руку и <b>построить защитный барьер</b> (Протокол 'Панцирь') вокруг ядра INO-PC.\n\n---\n\nНано-металл вошел в тело. Рука <b>восстановлена</b>. Защита <b>строится</b>.\n\n---\n\nГолос INO-PC: <b>«Протокол 'Панцирь' активирован. Для интеграции требуется синхронизация с Историей Предков. Запуск системы Нейро-Матриц»</b>.", "action": "hack", "mechanic": "math", "difficulty": 4, "achievement": "repair_expert", "stageChange": 1.0, "agent_log": "INO-PC восстанавливается. Отлично, Протокол 'Панцирь' — это чистый код Фордекса. Он уязвим к комплексным вычислениям. Чиксометр: Внедряю пакет с математической ошибкой. Пусть система запутается в своих же корнях." },
    { "part": 15, "title": "Новый Приоритет: Координатор", "text": "Синхронизация прошла успешно. <b>INO-PC</b> обрела новый уровень защиты, а Т-16 получил <b>полный контроль</b> над своей восстановленной рукой.\n\n---\n\n— <b>Нано-барьер активирован.</b> Угроза внешнего взлома <b>снижена на 95%</b>, — прозвучал голос INO-PC.\n\n---\n\nТеперь цель: <b>Новосибирск</b>. Штаб ФСБ Игнатова находится в подземном комплексе под станцией <b>\"Площадь Ленина\"</b>.\n\n---\n\nINO-PC показала: <b>Игнатов</b> держит последний артефакт — <b>\"Координатор\"</b>, который приведет к Зеленому Маяку. Задача: <b>Устранить Угрозу-1 и завладеть Координатором</b>.", "action": "next", "stageChange": 0 },
    { "part": 16, "title": "Новосибирск: Защита периметра", "text": "Т-16, полностью восстановившись, двинулся к Новосибирску, используя <b>сверхскорость</b> (микро-двигатели) в безлюдных местах, и <b>ложный протокол</b> — в городах.\n\n---\n\nФСБ продолжала гоняться за <b>цифровым фантомом</b> Чикина в Харино.\n\n---\n\nВ Новосибирске INO-PC выявила <b>тепловые сигнатуры</b> вокруг метро <b>\"Площадь Ленина\"</b>. Вход в подземный штаб охранялся <b>четырьмя</b> точками.\n\n---\n\nINO-PC: <b>«Обнаружена система кибер-защиты. Для входа в метро требуется взлом. Приоритет: Эмоциональный Протокол.»</b>", "action": "next", "stageChange": 0 },
    { "part": 17, "title": "Эмоциональный Протокол: Взлом", "text": "Для взлома кибер-защиты INO-PC решила использовать <b>\"Эмоциональный Протокол\"</b> — метод, основанный на <b>быстрой реакции</b> и сопоставлении символов, чтобы сбить с толку алгоритмы защиты.\n\n---\n\nТ-16 начал сканирование. На его внутренней сетчатке появились <b>быстро меняющиеся эмодзи-символы</b>.\n\n---\n\nINO-PC: <b>«Сопоставьте символы для создания \"Квантового Шума\". Взлом запущен.»</b>", "action": "hack", "mechanic": "emoji", "difficulty": 4, "stageChange": 0.5, "agent_log": "Кибер-защита взломана методом 'Эмоционального Протокола' (Квантовый Шум). Невозможно отследить. Чиксометр: Внедряю поддельный сигнал в Координатор. Пора избавиться от Игнатова." },
    { "part": 18, "title": "Устранение Игнатова", "text": "Т-16 прорвался через охрану в комнату Игнатова. Генерал сидел за столом, держа в руках <b>Координатор</b> — светящийся <b>кристалл</b>. Он поднял пистолет.\n\n---\n\n— <b>Я знал, что ты вернешься, Процессор!</b> — Игнатов выстрелил.\n\n---\n\nПуля <b>отразилась</b> от <b>Нано-барьера</b>. Т-16, без единого слова, <b>сломал ему шею</b> и забрал <b>Координатор</b>.\n\n---\n\nINO-PC: <b>«Угроза-1 нейтрализована. Координатор: Получен. Время на транзит: 120 секунд.»</b>", "action": "next", "stageChange": 0 },
    { "part": 19, "title": "Координатор: Протокол Самоуничтожения", "text": "INO-PC показала: <b>Координатор</b> был оснащен <b>Протоколом Самоуничтожения</b> на случай захвата. Кристалл начал мигать <b>красным</b>.\n\n---\n\n<b>INO-PC: Время до самоуничтожения: 120 секунд. Требуется ручная корректировка частоты. Введите код: [ЧИСЛО-ПАРОЛЬ]</b>.\n\n---\n\nТ-16 вспомнил, что в <b>Кэше данных</b> была информация о частоте самоуничтожения. Код: <b>4242</b>.\n\n---\n\nОн ввел код. Красный свет <b>потух</b>. Координатор засветился <b>слабым зеленым</b>.\n\n---\n\n— <b>Коррекция успешна.</b> Направление к Зеленому Маяку <b>восстановлено</b>. Направление: <b>Горный хребет Дзянкун</b>, граница России и Китая. Требуется <b>последний транзит</b>.", "action": "hack", "mechanic": "coordinate", "stageChange": 0.5 },
    { "part": 20, "title": "Транзит: Холодильный Вагон", "text": "INO-PC разработала план: <b>инфильтрация</b> в грузовой поезд, идущий на Восток. Т-16 залез в <b>холодильный вагон</b> с замороженным мясом. Холод помогал <b>снизить</b> тепловыделение <b>перегретого ядра</b>.\n\n---\n\nФСБ, оправившись от шока, <b>закрыла границы</b> и <b>перекрыла трассы</b>. Но никто не искал Чикина в <b>холодильных вагонах</b>.\n\n---\n\nТ-16 замерзал. Он обмотал <b>Координатор</b> грязным тряпьем. Спустя трое суток, он проснулся от <b>оглушительного скрежета</b> тормозов. Поезд прибыл на <b>последнюю станцию</b> в Забайкальском крае.\n\n---\n\nЗеленый Маяк — <b>в нескольких сотнях километров</b> через тайгу и горы. Последний отрезок пути — <b>пешком</b>.", "action": "next", "achievement": "cooldown", "stageChange": 0, "agent_log": "Цель вышла из зоны покрытия ФСБ. Отлично. Я внедрил скрытый нано-трекер в Координатор. Чиксометр: Теперь я буду его 'Маяком' до самого конца. Пусть приведет нас к Фордексу." },
    { "part": 21, "title": "Дзянкун: Ложный Вход", "text": "Т-16, истощенный и голодный, поднялся по <b>снежному склону</b> Дзянкуна. Координатор засветился <b>ярким зеленым</b>. Перед ним была <b>неприметная пещера</b>.\n\n---\n\nINO-PC: <b>«Это Ложный вход. Истинный вход: под обвалом камней, активируется только резонансом Камня-Булыжника»</b>.\n\n---\n\nТ-16 достал <b>Камень-булыжник</b>. Он приложил его к обвалу. Камни <b>раздвинулись</b>, открывая проход.", "action": "next", "stageChange": 0 },
    { "part": 22, "title": "Зеленый Маяк: Осколки Памяти", "text": "Внутри Маяка Т-16 нашел <b>кристаллическую сферу</b>, наполненную <b>светом</b>.\n\n---\n\nINO-PC: <b>«Инициализация Маяка. Загрузка данных: Предшественники. Взлом системы \"Осколки Памяти\".»</b>\n\n---\n\nНа сетчатке Данила возникло видение: его цивилизация, <b>\"Фордекс\"</b>, уничтожена <b>\"Фондом С-2\"</b>.\n\n---\n\nТ-16, почувствовав <b>боль</b> от этого видения, понял, что его миссия — <b>Возмездие</b>.", "action": "hack", "mechanic": "emoji", "difficulty": 5, "stageChange": 1.0, "agent_log": "Логи Маяка получены. Фонд С-2 действительно уничтожил Фордекс. Но зачем? Чиксометр: Продолжаю следовать за целью. Жду, пока Т-16 активирует 'Сферу'." },
    { "part": 23, "title": "Возмездие: Активация Сферы", "text": "Т-16 (Данил), полный решимости, активировал <b>Маяк</b>. Земля под ним <b>содрогнулась</b>. Он стоял на огромной плите, и под ней <b>открылась сфера</b> — корабль, который ждал тысячи лет. Сфера поднялась. Т-16 вошел внутрь. Сфера начала <b>пульсировать</b>, готовясь к квантовому прыжку.\n\n---\n\nФСБ, оправившись от шока, <b>закрыла границы</b> и <b>перекрыла трассы</b>. Но никто не искал Чикина в <b>холодильных вагонах</b>.\n\n---\n\nТ-16 замерзал. Он обмотал <b>Координатор</b> грязным тряпьем. Спустя трое суток, он проснулся от <b>оглушительного скрежета</b> тормозов. Поезд прибыл на <b>последнюю станцию</b> в Забайкальском крае.\n\n---\n\nЗеленый Маяк — <b>в нескольких сотнях километров</b> через тайгу и горы. Последний отрезок пути — <b>пешком</b>.", "action": "next", "stageChange": 0 },
    { "part": 24, "title": "Финальное Сражение: Аннигиляция", "text": "Спецподразделение ФСБ, возглавляемое новым генералом, <b>окружило сферу</b>. Они открыли огонь.\n\n---\n\nINO-PC: <b>«Критический уровень угрозы. ИНИЦИИРУЙТЕ АННИГИЛЯТОР!»</b>\n\n---\n\nТ-16 поднял руку. Сфера выстрелила <b>мощнейшим лучом</b>. Спецподразделение и большая часть горного хребта <b>испарились</b>.\n\n---\n\nINO-PC: <b>«Угроза устранена. Активация Квантового Двигателя!»</b>", "action": "next", "stageChange": 0 },
    { "part": 25, "title": "Прыжок: Направление на Фордекс", "text": "Сфера исчезла во вспышке света. Данил почувствовал, как его тело <b>растягивается</b> и <b>сжимается</b>. Мир вокруг него стал <b>черно-золотым</b>.\n\n---\n\nINO-PC: <b>«Транзит. Цель: Планета Фордекс. Ваш дом. Активирован курс: Автономный транзит»</b>.\n\n---\n\nНа руинах Земли: Хаос. Но вскоре появились космические корабли с планеты JWQ-019. JWQ-019: Планета, защищенная искусственным кибербарьером и энергетическим барьером, начала эвакуацию выживших землян.\n\n---\n\nТ-16 прибыл на Фордекс — пустынный, но технологически пригодный мир, и начал строить базу возмездия, питаемую остаточной квантовой энергией.", "action": "next", "stageChange": 0 },
    { "part": 26, "title": "База 21: Энергетическая Ловушка", "text": "INO-PC, восстановившись на Фордексе, обнаружила сигналы <b>Фонда С-2</b>. Фонд создал на Земле <b>кибер-государство KetaAI</b>, которое управляло остатками человечества.\n\n---\n\nТ-16 вернулся в Солнечную Систему и напал на <b>Базу 21</b> — центральный пункт KetaAI.\n\n---\n\nОн прорвал защиту. Однако, глава Фонда, <b>Силентов</b>, активировал ловушку. Т-16 оказался в <b>герметичной камере</b>, его <b>INO-PC</b> была поражена <b>новыми вирусами</b>.", "action": "hack", "mechanic": "math", "difficulty": 5, "stageChange": 1.0, "agent_log": "Цель вернулась! Моя ловушка сработала. Чиксометр: Фонд С-2 получил полный доступ к INO-PC. Мы почти закончили. Нам нужна информация о 'Космическом Оружии'." },
    { "part": 27, "title": "База 21: Падение KetaAI", "text": "INO-PC, в отчаянной борьбе с вирусами, смогла отправить <b>ложный сигнал</b> на центральный сервер KetaAI.\n\n---\n\nKetaAI, решив, что ее атакуют инопланетяне, выпустила <b>автоматические ракетные и лазерные установки</b>.\n\n---\n\nЧерез сутки на радарах KetaAI был замечен неопознанный летающий объект (НЛО), двигающийся на огромной скорости. KetaAI активировала Протокол \"Возмездие\". Ракеты и лазерные установки с базы ударили по объекту. Часть НЛО оторвалась и, падая, врезалась точно в подземный серверный центр Базы 21. Взрыв уничтожил серверы KetaAI, а ударная волна разрушила герметичную камеру Данила.", "action": "next", "stageChange": 0 },
    { "part": 28, "title": "Возрождение и Месть", "text": "Т-16 сбежал через руины, ослабленный и покрытый пылью. INO-PC, получив критический физический урон по вирусам, начала медленно восстанавливаться. «Системы на 12%. Вирусы Фонда: 78% активны. Приоритет: Выживание и Контр-атака».\n\n---\n\nТ-16, охваченный жаждой механической мести, принял решение. Он извлек схему старого звездолета класса <b>«Защитник»</b> из резервной оперативной памяти его цивилизации. План: Построить корабль, чтобы найти и уничтожить Фонд, который, как оказалось, скрывался на другой планете — <b>JWQ-019</b>.", "action": "next", "stageChange": 0.5 },
    { "part": 29, "title": "JWQ-019: Последняя Цель", "text": "Т-16 построил звездолет <b>«Защитник»</b>, используя ресурсы Фордекса. Корабль был <b>чрезвычайно мощным</b>.\n\n---\n\nINO-PC: <b>«Цель: Планета JWQ-019. Уничтожение угрозы.»</b>\n\n---\n\nТ-16 прибыл к планете, защищенной <b>искусственным кибербарьером и энергетическим барьером</b>. Защиту держал <b>Андрей Силентов</b> — главный программист Фонда С-2. Он использовал <b>алгоритмы превентивной защиты</b>.", "action": "hack", "mechanic": "filter", "difficulty": 5, "stageChange": 1.0, "agent_log": "INO-PC атакует барьер JWQ-019. Барьер слишком сложен. Чиксометр: Включаю 'Психологическую Частоту'. Силентов поддается давлению, его алгоритм начинает прогонять 'шумные' данные. Ждем прорыва." },
    { "part": 30, "title": "Потерянная Битва", "text": "Т-16, узнав о существовании JWQ-019 и их вмешательстве, начал атаку на их защитные барьеры с помощью технологий Фордекса. Защиту держал Андрей Силентов — главный программист и создатель оболочки JWQ-019. Он отражал атаки, используя алгоритмы превентивной защиты.\n\n---\n\nТ-16, расходуя всю оставшуюся силу, направил <b>мощнейший заряд квантовой энергии</b> на планету. Силентов активировал все протоколы безопасности.\n\n---\n\nСерверы JWQ-019 перегрелись и не выдержали. <b>Защитный барьер отключен</b>.", "action": "next", "stageChange": 0 },
    { "part": 31, "title": "Квантовый Финал", "text": "Андрей Силентов, видя отключение барьера, активировал <b>«Космический Оружие Окончательного Приговора»</b>.\n\n---\n\nОружие мгновенно проанализировало энергетический след Т-16 и <b>перенесло его в другую, неисследованную реальность</b>. Его тело осталось на Фордексе, но его <b>сознание</b> стало <b>квантовым сигналом</b>.\n\n---\n\n<b>INO-PC: Миссия завершена. Цель: Другая Реальность.</b>\n\n---\n\n<b>КОНЕЦ ИСТОРИИ. ПРОТОКОЛ Т-16: ЗАКРЫТ.</b>", "action": "finish", "achievement": "quantum_jump", "stageChange": 0, "agent_log": "Чиксометр: Протокол «Квантовый Приговор» сработал. Т-16 был всего лишь курьером, который должен был активировать Маяк и отвлечь Фонд от JWQ-019. Его сознание – новый, чистый процессор для Фонда С-2. Спасибо за игру, Процессор. Теперь ты НАШ." }
]